Repository: minh-ton/reynard-browser
Catalog: browser/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

# AboutDeveloperMessage
source: Hi, I'm Minh, the developer of Reynard. If you find the project useful, sponsoring me helps keep it alive and maintained. Thanks for the support!
zh_hans: 您好,我是Reynard的开发者Minh。如果您觉得这个项目有用，您可以赞助我有助于保持该项目的活跃和维护。感谢您的支持！

source: Access browser activity during navigation
zh_hans: 访问浏览器导航期间的活动

source: Access browser tabs
zh_hans: 访问浏览器标签页

source: Access browsing history
zh_hans: 访问浏览历史

source: Access recently closed tabs
zh_hans: 访问最近关闭的标签页

source: Access your data for all websites
zh_hans: 访问您在所有网站上的数据

source: Access your data on another domain
zh_hans: 访问您的浏览数据

source: Access your data on another site
zh_hans: 访问您在其他网站的浏览数据

source: Access your data on other domain
zh_hans: 访问您的浏览数据

source: Access your data on other site
zh_hans: 访问您在其他网站的浏览数据

source: Access your location
zh_hans: 访问您的位置信息

# AccessDataDomainsNums
source: Access your data for sites in %d domains
zh_hans: 读取%d个域名中网站的相关数据

# AccessDataForHost
source: Access your data for %@
zh_hans: 访问您的%@数据

# AccessYourDataInHostDomain
source: Access your data for sites in the %@ domain
zh_hans: 访问您在%@中的网站数据

source: Activate JIT-Less Mode
zh_hans: 启用免即时编译(JIT)模式

source: Add
zh_hans: 添加

source: Add Add-on
zh_hans: 添加扩展

source: Add Bookmark
zh_hans: 添加书签

source: Add to Favorites
zh_hans: 添加到收藏夹

source: Add Website
zh_hans: 添加网站

source: Add-on
zh_hans: 扩展

# Add-OnRatingReviews
source: %1$@ out of 5 • Reviews: %2$@
zh_hans: %1$@ / 5 • %2$@个评论

source: Add-ons
zh_hans: 扩展

# Add-OnUpdatedCount
source: %1$d add-ons updated.
zh_hans: 已更新%1$d个扩展

# Add-OnUpdateFailedCount
source: %1$d add-ons failed to update.
zh_hans: %1$d个插件更新失败

# AddAdd-OnName
source: Add %@?
zh_hans: 添加%@?

# AddAdd-OnRequestsDataCollection
source: %@ requests additional data collection.
zh_hans: %@请求收集更多数据。

# AddAdd-OnRequestsPermissions
source: %@ requests additional permissions.
zh_hans: %@请求额外权限。

# AddAdd-OnUpdated
source: %@ has been updated. You must approve additional permissions before the updated version will install. Dismissing this prompt will maintain your current add-on version.
zh_hans: %@ 已更新，请先授予新增权限方可安装新版本。关闭提示则保留已安装的版本。

source: Additional Options
zh_hans: 其他选项

source: Address
zh_hans: 网址

source: Address Bar
zh_hans: 地址栏

# AddressBarPlaceholderText
source: Search or enter website name
zh_hans: 搜索或输入网站

# AddWebsitePlaceholder
source: e.g. youtube.com
zh_hans: 例如：github.com

source: Admin-only
zh_hans: 仅限管理员

source: All history
zh_hans: 所有历史记录

source: All Website
zh_hans: 所有网站

source: Allow
zh_hans: 允许

source: Allow Audio and Video
zh_hans: 允许音频和视频

source: Allow for all sites
zh_hans: 允许所有网站

source: Allow in Private Browsing
zh_hans: 允许在无痕浏览模式下使用

source: Allow unverified third-party scripts to access your data
zh_hans: 允许未经验证的第三方脚本访问您的数据

source: Allowed Sites
zh_hans: 允许的网站

# AllowedOnTimestamp
source: Allowed on %1$@
zh_hans: 在%1$@允许

source: Appearance
zh_hans: 外观

source: Ask
zh_hans: 询问

source: authentication information
zh_hans: 身份验证信息

source: Author
zh_hans: 作者

source: Autoplay
zh_hans: 自动播放

source: Blank Page
zh_hans: 空白页面

source: Block Audio and Video
zh_hans: 拒绝音频和视频

source: Block Audio only
zh_hans: 仅拒绝音频

source: Block content on any page
zh_hans: 拦截任何网页上的内容

source: Blocked
zh_hans: 已屏蔽

source: bookmarks
zh_hans: 书签

source: Bookmarks
zh_hans: 书签

source: Bookmarks, History, and Tabs
zh_hans: 书签,历史记录和标签页

source: Bottom
zh_hans: 底部

source: Browsing
zh_hans: 浏览器

source: browsing activity
zh_hans: 浏览活动

source: Browsing History
zh_hans: 浏览历史

source: Buy Me a Coffee
zh_hans: 打赏一杯奶茶

source: Cached Images and Files
zh_hans: 缓存的图片和文件

source: Camera
zh_hans: 相机

source: Cancel
zh_hans: 取消

source: Cancel Download
zh_hans: 取消下载

source: Cancel Download?
zh_hans: 取消下载？

source: Changed Sites
zh_hans: 更改的网站

# ChangedOnTimestamp
source: Changed on %1$@
zh_hans: 在%1$@更改

source: Choose File
zh_hans: 选择文件

source: Choose Folder
zh_hans: 选择文件夹

source: Choose what to see when you open Reynard.
zh_hans: 选择打开Reynard浏览器时显示的页面

source: Choose what to show on the homepage.
zh_hans: 选择主页显示的内容

source: Clear
zh_hans: 清除

source: Clear All
zh_hans: 全部清除

source: Clear Browsing Data
zh_hans: 删除浏览数据

source: Clear Downloads
zh_hans: 清除下载历史记录

source: Clear Downloads History
zh_hans: 清除下载历史记录

source: Clear History
zh_hans: 清除历史记录

source: Clear recent browsing history, cookies, and related data
zh_hans: 清除最近的浏览历史、Cookie和相关数据

source: Clear Timeframe
zh_hans: 清除的时间范围

# ClearingDownloadsHistoryFooterText
source: Clearing downloads history does not delete files in your Downloads folder.
zh_hans: 清除下载历史记录不会删除“下载”文件夹中的文件。

source: Close All Tabs
zh_hans: 关闭全部标签页

# CloseTabCount
source: This will close your %@
zh_hans: 将会关闭%@

source: Compatibility
zh_hans: 兼容性

source: Complete Add-on Updates
zh_hans: 完成扩展更新

source: Confirm Upload
zh_hans: 确认上传

source: Control browser proxy settings
zh_hans: 控制浏览器代理设置

source: Cookies and Site Data
zh_hans: Cookies和网站数据

source: Copy
zh_hans: 复制

source: Copy Link
zh_hans: 复制链接

source: Corrupt file
zh_hans: 文件损坏

source: Cross-site Cookies
zh_hans: 跨站点(域)Cookies

source: Custom URL
zh_hans: 自定义URL

source: Date Added
zh_hans: 添加日期

source: Day
zh_hans: 浅色

source: Default Behavior
zh_hans: 默认行为

# DefaultSize
source: Default
zh_hans: 默认大小

source: Delete
zh_hans: 删除

source: Delete Bookmark
zh_hans: 删除书签

source: Delete Folder
zh_hans: 删除文件夹

source: Denied Sites
zh_hans: 拒绝的网站

# DeniedOnTimestamp
source: Denied on %1$@
zh_hans: 在%1$@拒绝

source: Deny
zh_hans: 拒绝

source: Details
zh_hans: 详情

source: Device Apps and Services
zh_hans: 设备中的应用与服务

source: disable
zh_hans: 禁用

source: Discover Add-ons...
zh_hans: 获取更多扩展

source: Display notifications to you
zh_hans: 向您显示通知

source: Don't Allow
zh_hans: 不允许

source: Download and run AI models on your device
zh_hans: 下载并在您的设备上运行 AI 模型

source: Download Failed
zh_hans: 下载失败

source: Download files and read and modify the browser's download history
zh_hans: 下载文件以及读取和修改浏览器下载历史

source: Downloaded Files
zh_hans: 下载文件

# DownloadEmptyMessage
source: Files you download appear here
zh_hans: 无下载的文件 您下载的文件将显示在此处

source: Downloading Update...
zh_hans: 正在下载更新...

# DownloadReynard
source: Download Reynard (.tipa)
zh_hans: 下载Reynard (.tipa)

source: Downloads
zh_hans: 下载

source: Downloads History
zh_hans: 下载历史记录

source: Edit
zh_hans: 编辑

source: Edit Bookmark
zh_hans: 编辑书签

source: Edit Bookmarks
zh_hans: 编辑书签

source: enable
zh_hans: 启用

source: Enable JIT
zh_hans: 启用即时编译(JIT)

source: Enabled
zh_hans: 启用

# EnableJIT-LessFailedMessage
source: It's extremely rare that you encounter this issue! Make sure that your TrollStore installation or jailbroken environment is properly configured. You may use the browser without JIT temporarily until the next launch by activating JIT-Less Mode.
zh_hans: 这种情况极其罕见！请确保您的TrollStore安装或越狱环境配置正确。 您可以通过启用无即时编译(JIT)模式暂时使用浏览器，直到下次启动浏览器。

# EnableJITCheckPairingFileMessage
source: Please check that your pairing file is valid, your loopback VPN is on, and you're connected to a stable Wi-Fi network. You may use the browser without JIT temporarily until the next launch by activating JIT-Less Mode.
zh_hans: 请检查您的配对文件是否有效、回环VPN是否已开启，以及您是否已连接到稳定的 Wi-Fi 网络。 您可以通过启用免即时编译(JIT)模式暂时使用浏览器，直到下次启动浏览器。

# EnableJITDDIFilesMissingMessage
source: Required DDI files are missing.
zh_hans: 缺少必需的DDI文件。

# EnableJITDeveloperDiskImageFilesMissingMessage
source: The required Developer Disk Image files for enabling JIT were not found. JIT has been disabled. Quit the app using the button below, then re-enable JIT from the browser settings.
zh_hans: 未找到启用即时编译(JIT)所需的开发者磁盘映像文件。 即时编译(JIT)已被禁用。请使用下方按钮退出应用，然后从浏览器设置中重新启用即时编译(JIT)。

# EnableJITMessage
source: Enable JIT to improve performance and ensure websites work properly.
zh_hans: 启用即时编译(JIT)以提高运行性能并确保网站正常运行

# EnableTrollStoreURLSchemeMessage
source: Make sure TrollStore's URL Scheme is enabled.
zh_hans: 请确保已启用TrollStore的URL Scheme

source: Engine Version
zh_hans: 浏览器引擎版本

# EnterURLBaseText
source: Enter URL with %%s in place of query
zh_hans: 输入 URL 时请使用 %%s 代替查询参数。

# EnterURLFullText
source: %1$@. The current value must be a valid http(s) URL.
zh_hans: %1$@。请输入有效的 http(s) URL。

# EnterValidURLMessage
source: Enter a valid http(s) URL containing %%s where the search query should go.
zh_hans: 请输入包含 %%s 的有效 http(s) URL，搜索结果将指向该 URL。

source: Error
zh_hans: 错误

# ErrorWithCodeAndDescription
source: Error %1$d: %2$@
zh_hans: 错误 %1$d: %2$@

source: Exchange messages with apps other than this one
zh_hans: 与此应用以外的应用交换消息

source: Extend developer tools to access your data in open tabs
zh_hans: 扩展开发者工具以访问已打开标签页中的数据

# ExtensionBlockedMessage
source: This extension is blocked for violating Mozilla's policies and has been disabled.
zh_hans: 此扩展程序因违反 Mozilla 的政策而被阻止并已禁用。

# ExtensionCollectsList
source: The developer says this extension collects: %1$@
zh_hans: 开发者表示此扩展会收集：%1$@

# ExtensionRequiredCollectsList
source: New required data collection: The developer says the extension will collect %1$@.
zh_hans: 新增所需数据收集 开发者表示该扩展程序将收集%1$@。

# ExtensionRestricteDisableddMessage
source: This extension is restricted and has been disabled. You can enable it, but this may be risky.
zh_hans: 此扩展程序已受限并禁用。您可以启用它，但这可能存在风险。

# ExtensionRestrictedMessage
source: This extension is restricted. Using it may be risky.
zh_hans: 此扩展程序受限，使用可能存在风险。

# ExtensionUnsupportedForReynardMessage
source: %1$@ is not compatible with this version of Reynard.
zh_hans: %1$@与此版本的Reynard浏览器不兼容。

# ExtensionUnsupportedMessage
source: This extension isn't supported by this version of Reynard and has been disabled.
zh_hans: 此扩展程序不受此版本Reynard浏览器支持，已被禁用。

# ExtensionUnverifiedMessage
source: %1$@ could not be verified as secure and has been disabled.
zh_hans: 无法验证%1$@是否安全，该扩展已被禁用。

# ExtensionWantsCollectsList
source: The developer says the extension wants to collect: %1$@
zh_hans: 开发者表示该扩展想要收集: %1$@。

source: Failed to clear browsing data
zh_hans: 无法删除浏览数据

source: Failed to enable JIT
zh_hans: 无法启用即时编译(JIT)

source: Failed to reload add-on
zh_hans: 重新加载扩展失败

source: Failed to remove add-on
zh_hans: 无法删除扩展

source: Failed to update permissions
zh_hans: 无法更新权限

source: Failed to update private browsing access
zh_hans: 更新无痕浏览访问权限失败

# FailedToUseAdd-On
source: Failed to %1$@ add-on
zh_hans: 无法%1$@扩展

source: Favorites
zh_hans: 个人收藏

source: financial and payment information
zh_hans: 财务和支付信息

source: Folders
zh_hans: 文件夹

source: Frees up storage space
zh_hans: 释放存储空间

source: Frequently Visited
zh_hans: 经常访问的网站

source: General
zh_hans: 通用

source: Get data from the clipboard
zh_hans: 获取剪贴板中的数据

source: health information
zh_hans: 健康数据

source: Hide and show browser tabs
zh_hans: 隐藏和显示浏览器标签页

source: History
zh_hans: 历史

source: Homepage
zh_hans: 主页

source: If you trust this extension, you can give it permission on every website.
zh_hans: 如果您信任此扩展，可以授予它在所有网站上的权限。

source: Import Failed
zh_hans: 导入失败

source: Import Pairing File…
zh_hans: 导入配对文件...

source: Incompatible
zh_hans: 不兼容

source: Information
zh_hans: 信息

source: Input data to the clipboard
zh_hans: 向剪贴板中写入数据

source: Install Add-on From File...
zh_hans: 从文件中安装扩展

source: Install TrollStore
zh_hans: 安装TrollStore

source: Installed Add-ons
zh_hans: 已安装扩展

source: Installing Add-on...
zh_hans: 正在安装扩展

# InstallTrollStoreVersionMessage
source: Install the TrollStore version of Reynard to enable JIT automatically for improved performance and to ensure websites work properly.
zh_hans: 安装 TrollStore 版本的 Reynard，即可自动启用即时编译(JIT)，从而提高性能并确保网站正常运行。

# InstallUpdateTipsMessage
source: When the download finishes, choose the app that you used to sideload Reynard in the share sheet to install the update.
zh_hans: 下载完成后，在分享菜单中选择你用来侧载(签名安装)Reynard浏览器的应用来安装更新。

source: Invalid Search URL
zh_hans: 搜索引擎URL无效

source: JIT
zh_hans: JIT(即时编译)

# JIT-LessModeActive
source: \u{25B2} JIT-Less Mode is Currently Active
zh_hans: \u{25B2} 免即时编译(JIT)模式已启动

# JITNotSupportedCurrentOSVersion
source: JIT is not supported on the OS version you are using.
zh_hans: 即时编译(JIT)不支持您当前的系统版本

source: Keep Downloading
zh_hans: 继续下载

source: Landscape Tab Bar
zh_hans: 横屏显示标签栏

source: Last hour
zh_hans: 过去一小时

source: Last Tab
zh_hans: 恢复上次标签页

source: Last updated
zh_hans: 更新日期

source: Last checked on %@.
zh_hans: 最近检查更新: %@

source: Learn More
zh_hans: 查看详情

source: Links
zh_hans: 链接

source: Loading Add-ons...
zh_hans: 正在加载扩展

source: Local Network Devices
zh_hans: 本地网络

source: location
zh_hans: 定位

source: Location
zh_hans: 位置

# LocationServices
source: Location
zh_hans: 定位服务

source: Media
zh_hans: 媒体

source: Microphone
zh_hans: 麦克风

source: Monitor extension usage and manage themes
zh_hans: 监控扩展使用情况并管理主题

source: More about this extension
zh_hans: 关于此扩展

source: Name
zh_hans: 名称

source: Needs permission to update
zh_hans: 需要确认权限后继续更新

source: Network error
zh_hans: 网络错误

source: New Folder
zh_hans: 新建文件夹

source: New Tab
zh_hans: 新标签页

# NewRequiredPermissionsList
source: New required permissions: %1$@
zh_hans: 需要新权限: %1$@

source: Night
zh_hans: 深色

source: No
zh_hans: 否

source: No Add-ons
zh_hans: 无扩展

source: No Add-ons Installed
zh_hans: 未安装任何扩展

source: No matching bookmarks
zh_hans: 未找到书签

source: No matching downloads
zh_hans: 未找到下载项

source: No matching history
zh_hans: 未找到历史记录

source: No Sites Added
zh_hans: 无

source: No update available
zh_hans: 无可用更新

source: No updates found.
zh_hans: 所有扩展为最新版本

source: None
zh_hans: 无

source: Not Allowed in Private Browsing
zh_hans: 不允许在无痕浏览中

source: Not Now
zh_hans: 稍后

source: Not verified
zh_hans: 未验证

source: Number of Items
zh_hans: 保留数量

source: Number of Rows
zh_hans: 最大行数

source: Number of Sites
zh_hans: 网站数量

source: Off
zh_hans: 关闭

source: OK
zh_hans: 好

source: On
zh_hans: 开启

source: Open Downloads Folder
zh_hans: 打开下载文件夹

source: Open files downloaded to your device
zh_hans: 打开下载到您设备上的文件

source: Open in New Private Tab
zh_hans: 在隐私页面中打开

source: Open in New Tab
zh_hans: 在新页面中打开

source: Open Settings
zh_hans: 打开设置

source: Opened Tabs
zh_hans: 打开的标签页

source: Open in Files
zh_hans: 在文件App中打开

source: Opening Screen
zh_hans: 启动时显示

source: Option
zh_hans: 选项

source: Optional Data Collection
zh_hans: 选择数据收集的范围

source: Optional Permissions
zh_hans: 选择权限

source: Page Zoom
zh_hans: 网页缩放

source: Performance Recommendation
zh_hans: 性能建议

source: Permissions
zh_hans: 权限

source: Persistent Storage
zh_hans: 持久化存储

source: personal communications
zh_hans: 个人通信内容

source: personally identifying information
zh_hans: 个人身份识别信息

source: Photo Library
zh_hans: 照片图库

source: Preparing JIT
zh_hans: 准备即时编译(JIT)

# PreparingJITMessage
source: Since this is your first time enabling JIT, Reynard needs to download and mount the Developer Disk Image. This is required for JIT to work properly.
zh_hans: 由于这是您首次开启即时编译(JIT)模式，Reynard需要下载并挂载开发者磁盘映像。这是即时编译(JIT)模式正常工作的必要条件。

# PreviousDays
source: Previous %d Days
zh_hans: %d天前

source: Privacy
zh_hans: 隐私

source: Private Browsing
zh_hans: 无痕浏览

# PrivateBrowser
source: Private
zh_hans: 无痕浏览

# PrivateBrowsingMessage
source: After you close a tab, Reynard won't remember any of your browsing history or cookies. However, downloads and new bookmarks will be saved.
zh_hans: 关闭标签页后，Reynard 不会记住您的任何浏览历史记录或 Cookie。下载内容和新添加的书签将被保存。

source: Provide cryptographic authentication services
zh_hans: 提供加密身份验证服务

source: Quit Reynard
zh_hans: 退出Reynard浏览器

source: Rating
zh_hans: 评分

source: Read and modify bookmarks
zh_hans: 读取和修改书签

source: Read and modify browser settings
zh_hans: 读取和修改浏览器设置

source: Read and modify privacy settings
zh_hans: 读取和修改隐私设置

source: Read the text of all open tabs
zh_hans: 读取所有已打开标签页中的文本

source: Read your browsing history
zh_hans: 读取您的浏览历史

source: Recently Closed Tabs
zh_hans: 历史记录

source: Remove
zh_hans: 移除

source: Remove Link
zh_hans: 删除链接

source: Remove Recently Closed TabRemove Recently Closed Tab
zh_hans: 移除最近关闭的标签页

# RemoveAdd-OnMessage
source: Do you want to remove %@?
zh_hans: 移除%@?

source: Request Desktop Website
zh_hans: 请求桌面网站

source: Request Desktop Website On
zh_hans: 允许这些请求桌面网站

source: Request Mobile Website
zh_hans: 请求移动网站

source: Required Data Collection
zh_hans: 所需数据收集

source: Required Permissions
zh_hans: 需要的权限

source: Reset Page Zoom Settings
zh_hans: 重置网页缩放设置

source: Reset Permissions for all Sites
zh_hans: 重置所有网站的权限

source: Reset Permissions for this Site
zh_hans: 重置当前网站的权限

source: Restart Required
zh_hans: 需要重新启动

# RestartAppMessage
source: The app will now close for the JIT setting to take effect.
zh_hans: 应用程序即将重新启动以开启即时编译(JIT)模式

source: Restricted
zh_hans: 受限

# RetrieveDownloadURLFailedMessage
source: Could not retrieve the download URL.
zh_hans: 无法获取下载链接。

source: Reynard Browser
zh_hans: Reynard浏览器

source: Save
zh_hans: 保存

source: Save to Photos
zh_hans: 保存到照片

source: Search
zh_hans: 搜索

source: Search Bookmarks
zh_hans: 搜索书签

source: Search Browsing History
zh_hans: 搜素历史记录

source: Search Downloads
zh_hans: 搜索下载项

source: Search Engine
zh_hans: 搜索引擎

source: Search History
zh_hans: 搜索历史

source: Search Opened Tabs
zh_hans: 搜索已经打开的标签页

source: Search Suggestion Provider
zh_hans: 搜索建议提供商

source: Search Suggestions
zh_hans: 搜索引擎建议

source: search terms
zh_hans: 搜索内容

# SearchSuggestionProviderName
source: %1$@ Suggestions
zh_hans: %1$@的搜索建议

source: Select Option
zh_hans: 选择选项

source: Select Options
zh_hans: 选择选项

source: Settings
zh_hans: 设置

# SettingsForHost
source: Settings for %@
zh_hans: %@的设置

source: Share
zh_hans: 分享

source: Share authentication information with extension developer
zh_hans: 与扩展开发者共享身份验证信息

source: Share bookmarks information with extension developer
zh_hans: 与扩展开发者共享书签信息

source: Share browsing activity with extension developer
zh_hans: 与扩展开发者共享浏览活动

source: Share financial and payment information with extension developer
zh_hans: 与扩展开发者共享财务和支付信息

source: Share health information with extension developer
zh_hans: 与扩展开发者共享健康信息

source: Share Image
zh_hans: 分享图片

source: Share Link
zh_hans: 分享链接

source: Share location information with extension developer
zh_hans: 与扩展开发者共享位置信息

source: Share personal communications with extension developer
zh_hans: 与扩展开发者共享位置信息

source: Share personally identifying information with extension developer
zh_hans: 与扩展开发者共享个人身份识别信息

source: Share search terms with extension developer
zh_hans: 与扩展开发者共享搜索内容

source: Share technical and interaction data with extension developer
zh_hans: 与扩展开发者共享技术和交互数据

source: Share website activity with extension developer
zh_hans: 与扩展开发者共享网站活动

source: Share website content with extension developer
zh_hans: 与扩展开发者共享网站内容

source: Show All
zh_hans: 全选

source: Show All Sites
zh_hans: 显示所有网站

source: Show Favorites
zh_hans: 显示个人收藏

source: Show Folders on Top
zh_hans: 置顶显示文件夹

source: Show Frequently Visited
zh_hans: 显示最近访问

source: Show Full Website Address
zh_hans: 显示完整网址

source: Show Image Previews
zh_hans: 显示图片预览

source: Show in Private Browsing
zh_hans: 无痕浏览中显示

source: Show Less
zh_hans: 选择更少

source: Show Link Previews
zh_hans: 显示链接预览

source: Show on Homepage
zh_hans: 在主页中显示

source: Show on New Tab
zh_hans: 起始页面

source: Show Recently Closed Tabs
zh_hans: 显示最近关闭的标签页

source: Show Search Suggestions
zh_hans: 显示搜索建议

source: Site Permissions
zh_hans: 网站权限

source: Sites
zh_hans: 网站

source: Sort By
zh_hans: 排序

source: Specific Site Settings
zh_hans: 特定网站设置

# StopDownloadingFileMessage
source: Do you want to stop downloading %@?
zh_hans: 取消下载%@?

source: Successfully updated
zh_hans: 更新成功

source: Support The Project
zh_hans: 支持本项目

source: System
zh_hans: 跟随系统

source: Tabs
zh_hans: 标签页

# TabsCount
source: %1$d tabs
zh_hans: %1$d个标签页

source: Take Photo
zh_hans: 拍照

source: Take Photo or Video
zh_hans: 拍照或拍视频

source: Take Video
zh_hans: 拍摄视频

source: technical and interaction data
zh_hans: 技术和交互数据

source: The developer says this extension doesn’t require data collection.
zh_hans: 开发者声明此扩展无需收集任何数据。

source: This action will clear all of your browsing data. It cannot be undone.
zh_hans: 此操作将删除您的所有浏览数据并且无法撤销

source: This action will reset permissions for all sites. It cannot be undone.
zh_hans: 此操作将重置所有网站的权限并且无法撤销。

source: This extension
zh_hans: 该扩展

source: This extension doesn’t require any permissions.
zh_hans: 此扩展无需任何权限。

source: Title
zh_hans: 标题

source: Today
zh_hans: 今天

source: Today and yesterday
zh_hans: 昨天和今天

source: Top
zh_hans: 顶部

source: Unknown
zh_hans: 未知

source: Unknown error.
zh_hans: 未知错误

source: Unsupported
zh_hans: 不支持

source: Unsupported Add-ons
zh_hans: 不支持的扩展

# UnsupportedInAppUpdateMessage
source: This build does not support in-app updates. Visit the project's Releases page to download the latest version of the app.
zh_hans: 此版本不支持应用内更新。请访问项目GitHub的“发布”页面下载最新版本的应用。

source: Unverified scripts can pose security and privacy risks. Only run scripts from extensions or sources you trust.
zh_hans: 未经验证的脚本可能带来安全和隐私风险。请仅运行来自您信任的扩展或来源的脚本。

source: Update Add-on Permissions
zh_hans: 更新扩展权限

source: Update All Add-ons
zh_hans: 更新全部扩展

source: Update Available
zh_hans: 新版本已发布

source: Update failed
zh_hans: 更新失败

source: Update Now
zh_hans: 立即更新

source: Update Unavailable
zh_hans: 更新不可用

# UpdateAdd-OnNeedPermission
source: %1$d add-ons need permission to update.
zh_hans: %1$d个扩展需要确认新的权限才能更新。

# UpdateAvailableMessage
source: A new version of Reynard Browser is available. Open Settings to update.
zh_hans: Reynard浏览器有新版本可用。请打开设置进行更新。

source: Updating Add-ons...
zh_hans: 正在更新扩展

source: Updating...
zh_hans: 正在更新…

source: Upload
zh_hans: 上传

# UploadAllFileFromDirectoryNameMessage
source: Are you sure you want to upload all files from %1$@? Only do this if you trust the site.
zh_hans: 您确定要上传来自%1$@的所有文件吗？只有在您信任该网站的情况下才这样做。

# UploadAllFileMessage
source: Are you sure you want to upload all files? Only do this if you trust the site.
zh_hans: 您确定要上传所有文件吗？只有在您信任该网站的情况下才这样做。

source: Use Android User Agent
zh_hans: 使用Android 用户代理(UA)

# UseAndroidUserAgentFooterText
source: To maximize compatibility, the browser will use the Firefox for Android user agent for navigating the web. As a result, websites may identify your device as an Android device.
zh_hans: 为了最大限度地提高兼容性，浏览器将使用 Firefox for Android 用户代理(UA)进行网页浏览。因此网站可能会将您的设备识别为 Android 设备。

# UseFirefoxUserAgentFooterText
source: The browser will use a desktop Firefox user agent for navigating the web.
zh_hans: 浏览器将使用桌面版 Firefox 用户代理(UA)进行网页浏览。

source: User Agent Overrides
zh_hans: 用户代理(UA)覆写

# UserAgentOverridesFooterText
source: If you encounter issues such as sign-in failures, human verification challenges, or other incorrect site behavior, adding the site's URL to this user agent override list may help resolve the problem.
zh_hans: 若遇到登录失败、机器人验证或网站功能异常等问题，可将该网站网址添加至用户代理改写列表来尝试修复。

# UserAgentOverridesWebsiteFooterText
source: Navigations to these websites will use the browser's compatibility user agent. Depending on your Request Desktop Website setting, these websites may identify your device as either an Android device or a desktop Linux device.
zh_hans: 访问这些网站时，将使用浏览器的兼容性用户代理(UA)。根据您的“请求桌面网站”设置，这些网站可能会将您的设备识别为 Android 设备或 Linux 桌面设备。

source: Version
zh_hans: 版本

source: View Source Code
zh_hans: 查看源代码

source: website activity
zh_hans: 网站活动

source: website content
zh_hans: 网站内容

source: Website Settings
zh_hans: 网站设置

source: When long-pressing images
zh_hans: 当长按图片时

source: When long-pressing links
zh_hans: 当长按链接时

source: Yes
zh_hans: 是

source: Yesterday
zh_hans: 昨天

source: You'll be logged out of most sites
zh_hans: 您将从大多数网站退出登录

source: Your browsing history appears here
zh_hans: 您的浏览记录将在此处显示

source: Zoom Level
zh_hans: 缩放大小

source: Zoom Settings
zh_hans: 缩放设置
